Repository: wp-plugins/feedpress
Catalog: languages/feedpress-*.po
Languages: fr_fr

source: There was something wrong with the feed creation:
fr_fr: Une erreur s'est produite avec l'identification URI.LV :

source: Configuration updated.
fr_fr: Configuration mise à jour.

source: There was something wrong with your FeedPress authentication. Please retry.
fr_fr: Une erreur s'est produite avec l'identification FeedPress. Veuillez réessayer.

source: FeedPress Configuration
fr_fr: Configuration de FeedPress

source: How does this work?
fr_fr: Comment ça marche ?

source: This plugin automatically redirects all or parts of your existing feeds to FeedPress.
fr_fr: Cette extension redirige automatiquement tout ou partie de vos flux existants vers FeedPress.

source: You just have to connect to FeedPress on this page. You will now be able to create and select the feeds you want to redirect to. You may optionally redirect your comments feed using the same procedure.
fr_fr: Connectez-vous à FeedPress sur cette page. Vous pouvez maintenant créer et sélectionner les flux vers lesquels vous souhaitez rediriger. Vous pouvez aussi rediriger le flux des commentaires en faisant la même procédure.

source: Once you enter URLs your feeds will be redirected automatically and you do not need to take any further action.
fr_fr: Une fois que vous avez entré les URL, vos flux seront automatiquement redirigés et vous n'avez plus rien d'autre à faire.

source: Additionally, when you publish a new article on your blog, FeedPress will be pinged by the plugin and your feed will be updated in realtime.
fr_fr: En plus, lorsque vous publiez un nouvel article sur votre blog, FeedPress sera notifié par l'extension et votre flux sera mis à jour en temps réel.

source: Connect to FeedPress
fr_fr: Se connecter à FeedPress

source: You are authenticated on FeedPress with the username:
fr_fr: Vous êtes connecté à FeedPress avec ce nom d'utilisateur :

source: Disconnect from FeedPress
fr_fr: Se déconnecter de FeedPress

source: Main feeds
fr_fr: Flux principaux

source: Redirect my feeds here:
fr_fr: Rediriger mes flux ici :

source: None
fr_fr: Aucun

source: Create a new feed on FeedPress
fr_fr: Créer un nouveau flux sur FeedPress

source: Redirect my comments feed here:
fr_fr: Rediriger le flux des commentaires ici :

source: Category feeds
fr_fr: Flux de catégorie

source: Category:
fr_fr: Catégorie :

source: Delete
fr_fr: Supprimer

source: Redirect a category
fr_fr: Rediriger une catégorie

source: Tag feeds
fr_fr: Flux de mot-clé

source: Tag:
fr_fr: Mot-clé :

source: Redirect a tag
fr_fr: Rediriger un mot-clé

source: Custom URL redirection
fr_fr: Redirection d'URL

source: Path:
fr_fr: Chemin :

source: Redirect a URL
fr_fr: Rediriger une URL

source: If you want to redirect a specific path, fill this simple form.
fr_fr: Si vous voulez rediriger un chemin en particulier, remplissez ce formulaire.

source: Example: /feed/podcast
fr_fr: Exemple : /feed/podcast

source: Advanced Options
fr_fr: Options avancées

source: Do not redirect not configured category or tag feeds.
fr_fr: Ne pas rediriger les flux de tags ou catégories non configurés.

source: Do not redirect search result feeds.
fr_fr: Ne pas rediriger les flux de résultats de recherche.

source: Do not redirect author feeds.
fr_fr: Ne pas rediriger les flux des auteurs.

source: Do not redirect ANY feeds (useful if you just want the plugin for realtime updates).
fr_fr: Ne rediriger AUCUN flux (si vous voulez l'extension uniquement pour les mises à jour en temps réel).

source: Activate transparent mode: The feed is not redirected to FeedPress but requests are still reported.
fr_fr: Activer le mode transparent : Le flux n'est pas redirigé vers FeedPress mais les requêtes sont quand même comptabilisées.

source: This feature is only available to
fr_fr: Cette fonction n'est disponible que pour les

source: Premium Members
fr_fr: Membres Premium

source: starting at $2.50 per month
fr_fr: à partir de $2,50 par mois

source: Do not ping FeedPress when a new article is published.
fr_fr: Ne pas informer FeedPress lorsqu'un nouvel article est publié.

source: Activate debug mode.
fr_fr: Activer le mode debug.

source: Save
fr_fr: Sauvegarder

source: Create a new FeedPress feed
fr_fr: Créer un nouveau flux sur FeedPress

source: Fill the form below to create your feed on FeedPress.
fr_fr: Remplissez le formulaire ci-dessous pour créer votre flux sur FeedPress.

source: Original feed URL:
fr_fr: URL du flux original :

source: Alias name for the feed:
fr_fr: Alias pour le flux :

source: Create
fr_fr: Créer

source: Warning: The options have changed. You have to update your FeedPress settings.
fr_fr: Attention : Les options ont changé. Vous devez mettre à jour l'extension FeedPress.

source: Update settings
fr_fr: Mettre à jour les options

source: Warning: You have enabled the Append category option in FeedPress. This option doesn't exist anymore, please update your FeedPress settings.
fr_fr: Attention : Vous avez activé l'option Ajouter la catégorie dans FeedPress. Cette option n'existe plus, merci de mettre à jour l'extension FeedPress.
